"BUTTON_AUTHENTICATE" = "Login With Phone Number";

"BUTTON_CREATED_ACCOUNT" = "Created account";

"BUTTON_CREATE_ACCOUNT" = "Create account";

"BUTTON_CREATING_ACCOUNT" = "Creating account";

"BUTTON_DISMISS" = "Dismiss";

"BUTTON_NOT_NOW" = "Not Now";

"BUTTON_OK" = "OK";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Resend confirmation code";

"BUTTON_RETRY" = "Retry";

"BUTTON_SENDING_CONF_CODE" = "Sending confirmation code";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "Verify";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "Verified";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "Verifying";

"BUTTON_SEND_CONF_CODE" = "Send confirmation code";

"BUTTON_SENT_CONF_CODE" = "Sent confirmation code";

"BUTTON_SIGNED_IN" = "Signed in";

"BUTTON_SIGNING_IN" = "Sign in";

"BUTTON_SIGN_IN" = "Sign in";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Sign in with Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Try a different number";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Please check your code and try again";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Please check your network connection and try again";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Please check your number and try again";

"ERROR_TRY_AGAIN_LATER" = "We could not sign you in with Twitter at this time. Please try again later.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "You have previously set a 2-step verification code on <u>digits.com</u>";

"FOOTNOTE_CREATE_ACCOUNT" = "By tapping \"Create account\" above, you agree to the <u>Terms of Service</u>, <u>Privacy Policy</u>, and <u>Cookies Policy</u> of Digits by Twitter, and that other users of %@ can discover you by phone number and/or email.Notes:Footnote when creating account";

"FOOTNOTE_SEND_CONF_CODE" = "By tapping \"Send confirmation code\" above, <u>Digits by Twitter</u>, will send you a SMS message to confirm your phone number.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Enter 2-step verification code";

"LABEL_ENTER_CONF_CODE" = "Enter confirmation code";

"LABEL_ENTER_PHONE_NUMBER" = "Enter your phone number";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "We use Digits by Twitter to find more of your friends who use this app. When you tap OK, we'll upload your address book to Digits by Twitter so that we can help you find users of %@ that you know or help other users of %@ find you.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Find your friends";

"LABEL_PLEASE_USE_TWITTER" = "Please sign in with Twitter";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "Your number is already associated with a Twitter account. Please sign in with Twitter below.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Unable to confirm your phone number";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Sorry, we are having trouble sending you a confirmation code.";

"PARTIAL_FOOTNOTE_THIS_APP" = "this app";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Verification code";

"PLACEHOLDER_CONF_CODE" = "Confirmation code";

"PLACEHOLDER_YOUR_NUMBER" = "Your number";

